import React from 'react'

const FooterContent = () => {
  return (
    <div className='bg-thirdbg rounded-xl  m-auto p-7 flex flex-col gap-5 border-borderbg border-2'>
        <p className='text-black font-malayalam font-bold text-[10px]'>അമ്മത്തൊട്ടിൽ വഴിയും മറ്റു സാഹചര്യങ്ങളിലും ഉപേക്ഷിക്കപ്പെട്ടും വളർത്താൻ കഴിയാതെ രക്ഷിതാക്കൾ നേരിട്ട് ഏൽപ്പിക്കുന്നതുമായ കുട്ടികളെ സംരക്ഷിക്കുന്നതാണ് ശിശുക്ഷേമ സമിതിയുടെ പ്രധാന ദൗത്യം. ഇവർക്ക് സ്നേഹവും പരിചരണവും നൽകി ഒരു സുരക്ഷിത ഭാവി ഒരുക്കുകയാണ് ഞങ്ങളുടെ ലക്ഷ്യം.</p>
        <p className='text-black font-malayalam font-bold text-[10px]'>ഇല്ലായ്മ്‌മകളിൽ തളർന്നു പോകാതെ ഓരോ കുട്ടിക്കും അവർ അർഹിക്കുന്ന ജീവിത സാഹചര്യം ഒരുക്കുന്നതിനുള്ള പ്രവർത്തനങ്ങളാണ് ശിശുക്ഷേമ സമിതി ഏറ്റെടുത്തിട്ടുള്ളത്. പ്രവർത്തന മേഖല വലുതാണെങ്കിലും വരുമാന മാർഗ്ഗത്തിന്റെ അപര്യാപ്‌തത സമിതിയുടെ മുന്നോട്ടുള്ള ലക്ഷ്യത്തെ സാരമായി ബാധിക്കുന്നുണ്ട്. ഒരു കുഞ്ഞും അനാഥരോ അരക്ഷിതരോ ആകാതിരിക്കാനുള്ള സമിതിയുടെ നിതാന്ത ജാഗ്രതയ്ക്ക് ഊർജ്ജം പ്രദാനം ചെയ്യുന്നതാണ് കുട്ടി കളെ അതിരറ്റു സ്നേഹിക്കുന്ന സുമനസ്സുകൾ നൽകുന്ന സംഭാവനകളും സ്നേഹ സമ്മാനങ്ങളും.</p>
        <p className='text-black font-malayalam font-bold text-[10px]'>അമ്മത്തൊട്ടിൽ വഴിയും മറ്റു സാഹചര്യങ്ങളിലും ഉപേക്ഷിക്കപ്പെട്ടും വളർത്താൻ കഴിയാതെ രക്ഷിതാക്കൾ നേരിട്ട് ഏൽപ്പിക്കുന്നതുമായ കുട്ടികളെ സംരക്ഷിക്കുന്നതാണ് ശിശുക്ഷേമ സമിതിയുടെ പ്രധാന ദൗത്യം. ഇവർക്ക് സ്നേഹവും പരിചരണവും നൽകി ഒരു സുരക്ഷിത ഭാവി ഒരുക്കുകയാണ് ഞങ്ങളുടെ ലക്ഷ്യം.</p>
        <p className='text-black font-malayalam font-bold text-[10px]'>ഇല്ലായ്മകളിൽ തളർന്നു പോകാതെ ഓരോ കുട്ടിക്കും അവർ അർഹിക്കുന്ന ജീവിത സാഹചര്യം ഒരുക്കുന്നതിനുള്ള പ്രവർത്തനങ്ങളാണ് ശിശുക്ഷേമ സമിതി ഏറ്റെടുത്തിട്ടുള്ളത്. പ്രവർത്തന മേഖല വലുതാണെങ്കിലും വരുമാന മാർഗ്ഗത്തിന്റെ അപര്യാപ്‌തത സമിതിയുടെ മുന്നോട്ടുള്ള ലക്ഷ്യത്തെ സാരമായി ബാധിക്കുന്നുണ്ട്. ഒരു കുഞ്ഞും അനാഥരോ അരക്ഷിതരോ ആകാതിരിക്കാനുള്ള സമിതിയുടെ നിതാന്ത ജാഗ്രതയ്ക്ക് ഊർജ്ജം പ്രദാനം ചെയ്യുന്നതാണ് കുട്ടി കളെ അതിരറ്റു സ്നേഹിക്കുന്ന സുമനസ്സുകൾ നൽകുന്ന സംഭാവനകളും സ്നേഹ സമ്മാനങ്ങളും</p>
    </div>
  )
}

export default FooterContent